###############################################################################
# Created by write_sdc
###############################################################################
current_design timer_pwm_interface
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name clk -period 3.5000 [get_ports {clk}]
set_propagated_clock [get_clocks {clk}]
###############################################################################
# Environment
###############################################################################
set_input_transition 0.0500 [get_ports {clk}]
###############################################################################
# Design Rules
###############################################################################
